---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToSaveGroupType
source: html/b4090f74-1a8f-cf36-0d85-83e8fcd858d7.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToSaveGroupType Property

Unable to save group type.

## Syntax (C#)
```csharp
public static FailureDefinitionId UnableToSaveGroupType { get; }
```